local ST = STRINGS

	ST.smtckcolours = {
		{252/255,  2/255,  102/255, 1},--red 1
		{252/255,  252/255,  32/255, 1},--yellow 2
		{72/255,  252/255,  32/255, 1},--green 3
		{32/255,  252/255,  242/255, 1},--blue 4
		
		{255/255,255/255,0,1},--gold 5
		{220/255,220/255,220/255,1},--silver 6
		{255/255,69/255,0,1},--orange 7
		{252/255,20/255,147/255,1},--purple 8
		---------------------------------------------------
		--Add here
		---------------------------------------------------		
		{1,1,1,1},-- white #ST.smtckcolours
	}

	ST.smtckstr = 
	{
		book_open = 	'翻 开 料 理 书',
		unknown = 		'神 料 理',
		page =		'料 理 ：   ',
		chance = 		'概 率 ：   ',
		product_spoilage = '新 鲜 度 ：   ',		
		warning1		= '我 想 我 应 该 重 新 整 理 下 食 材',
		warning2		='好 坏 啊 你 ， 差 点 游 戏 就 崩 溃 了',		
				
	}